Repository: katagaki/Meloan
Catalog: Meloan/Localizable.xcstrings
Source language: en
Languages: ja

# Alert.DeleteAll.Text
source: Are you sure you want to delete all your data? This operation cannot be undone.
ja: すべてのデータを削除してもよろしいですか？ 削除後、データは復元できません。

# Alert.DeleteAll.Title
source: Delete All Data
ja: すべてのデータを消去

# Alert.ResetAllSettings.Text
source: Are you sure you want to reset all your settings? This operation cannot be undone.
ja: すべての設定をリセットしてもよろしいですか？ リセット後、設定は復元できません。

# Alert.ResetAllSettings.Title
source: Reset All Settings
ja: すべての設定をリセット

# Currency.BGN
source: Bulgarian Lev (BGN)
ja: ブルガリアレフ（BGN）

# Currency.CZK
source: Czech Koruna (CZK)
ja: チェココルナ（CZK）

# Currency.DKK
source: Danish Krone (DKK)
ja: デンマーククローネ（DKK）

# Currency.EUR
source: Euros (EUR)
ja: ユーロ（EUR）

# Currency.GBP
source: Pound Sterling (GBP)
ja: 英ポンド（GBP）

# Currency.Hide
source: Hide
ja: 非表示

# Currency.HUF
source: Forint (HUF)
ja: フォリント（HUF）

# Currency.JPY
source: Japanese Yen (JPY)
ja: 日本円（JPY）

# Currency.PLN
source: Zloty (PLN)
ja: ズロチ（PLN）

# Currency.RON
source: Romanian Leu (RON)
ja: ルーマニアレイ（RON）

# Currency.SEK
source: Swedish Krona (SEK)
ja: スウェーデンクローナ（SEK）

# Currency.SGD
source: Singapore Dollar (SGD)
ja: シンガポールドル（SGD）

# Currency.USD
source: US Dollar (USD)
ja: アメリカドル（USD）

# Currency.VND
source: Vietnamese Dong (VND)
ja: ベトナムドン（VND）

# IOU.Hint
source: Select a lender to see an overview of the amount owed per borrower.
ja: 借り手ごとの未払い金額の概要を確認するには、貸し手を選択してください。

# IOU.SelectLender
source: Lender
ja: 貸し手

# IOU.SelectReceipt
source: Receipt
ja: 領収書

# IOU.ShareText
source: Hey %1, you still have an outstanding loan of %2. Let me know when you can return it!
ja: %1さん、今の借金はまだ%2残っていますが、いつまでに返済できそうですか？

# IOU.Tip.Text
source: Select a lender to see the remaining amount that needs to be paid to them.
ja: 借りた金額を追跡するには、貸し手を選択してください。

# IOU.Tip.Title
source: Tracking What's Lent
ja: 貸し借りについて

# IOU.TotalBorrowed
source: Total Borrowed
ja: 合計

# More.Advanced
source: Advanced
ja: 高度オプション

# More.Currency
source: Currency
ja: 通貨

# More.Currency.Decimals
source: Show Decimals
ja: 小数点以下2桁を表示

# More.Currency.Symbol
source: Currency Symbol
ja: 通過シンボル

# More.Customization
source: Customization
ja: カスタマイズ

# More.Customization.AppIcon
source: App Icon
ja: アイコン

# More.Customization.AppIcon.Dollar
source: Dollar (Default)
ja: ドル（デフォルト）

# More.Customization.AppIcon.JapaneseYen
source: Japanese Yen
ja: 日本円

# More.Customization.AppIcon.VietnameseDong
source: Vietnamese Dong
ja: ベトナムドン

# More.Data
source: Manage Data
ja: データ管理

# More.Data.AttemptReloadData
source: Try to Reload Data
ja: データの再読み込みを試す

# More.Data.DeleteAll
source: Delete All Data
ja: すべてのデータを消去

# More.Data.ReloadWidgets
source: Force Reload Widgets
ja: ウィジェットを再読み込む

# More.Data.ResetAllSettings
source: Reset All Settings
ja: すべての設定をリセット

# More.Data.SampleData
source: Sample Data
ja: サンプルデータ

# More.Data.SampleData.Create
source: Create Sample Data
ja: サンプルデータを作成

# More.Data.SampleData.Description
source: Select 'Create Sample Data' to create a sample receipt you can use to learn how to use this app.
ja: このアプリの使い方を学ぶためのサンプルデータを作成することができます。「サンプルデータを作成」をタップすると、そのデータが自動的に作成されます。

# More.Data.Sync
source: iCloud Sync
ja: iCloud同期

# More.Data.Sync.Description
source: Your data is automatically synced to your iCloud account. To turn off iCloud sync, go to Settings > Apple ID > iCloud > Show All, and turn off 'Meloan'.
ja: アプリ内のデータは自動的にiCloudに同期されます。 この設定を変更することには、「設定」アプリ＞「Apple ID」＞「iCloud」＞「すべてを表示」を開き、「メローン」をオフにしてください。

# More.Data.Sync.State.Error
source: Error Occurred During Syncing
ja: エラーが発生しました

# More.Data.Sync.State.InProgress
source: Syncing
ja: 同期中

# More.Data.Sync.State.NoNetwork
source: Could Not Connect to the Internet
ja: インターネットに接続できません

# More.Data.Sync.State.NotSyncing
source: Not Syncing
ja: 同期していません

# More.Data.Sync.State.Synced
source: Synced
ja: 同期済み

# More.General
source: General
ja: 一般

# More.Receipts
source: Receipt Behavior
ja: 領収書の自動化

# More.Receipts.AutomaticTaxRate
source: Calculate Tax
ja: 外税を計算

# More.Receipts.AutomaticTaxRate.Description
source: Automatically calculate tax based on the price of the items.
ja: 外税は商品の値段をもとに自動的に計算されます。

# More.Receipts.Footer
source: Changes will be applied when you exit the receipt editor.
ja: 上記の変更は、領収書の編集画面を閉じる際に適用されます。

# More.Receipts.MarkSelfPaid
source: Mark Payer Items Paid
ja: 支払人の商品を支払済とする

# More.Receipts.MarkSelfPaid.Description
source: Automatically mark items purchased/ordered by the payer paid.
ja: 支払人の商品は自動的に支払済とされます。

# More.Receipts.ServiceCharge
source: Add Service Charge
ja: サービス料を追加

# More.Receipts.ServiceCharge.Description
source: Automatically add a 10% service charge.
ja: 10%のサービス料は自動的に追加されます。

# More.Troubleshooting
source: Troubleshooting
ja: トラブルシューティング

# People.Create.Title
source: New Person
ja: 新規貸し借り先

# People.Edit.Title
source: Edit Person
ja: 貸し借り先を編集

# People.Me
source: Me
ja: あなた

# People.Tip.Text
source: Add a lender/borrower to assign receipt items to them.
ja: 貸し借り先を追加すると、その人を領収書の商品に割り当てることができるようになります。

# People.Tip.Title
source: Adding People
ja: 貸し借り先について

# Person.BasicInformation
source: Basic Information
ja: 貸し借り先情報

# Person.Name
source: Name
ja: 名前

# Person.ReceiptsPaid
source: Receipts Paid
ja: 支払った領収書

# Person.ReceiptsParticipated
source: Receipts Participated In
ja: 参加している領収書

# Receipt.Assign.Description
source: Assign each receipt item to the person who purchased/ordered the item.
ja: 各商品を購入または注文した人に割り当ててください。

# Receipt.Assign.Title
source: Assign Receipt Items
ja: 商品または項目を割り当て

# Receipt.Create.Name.Default
source: New Receipt
ja: 新規領収書

# Receipt.DeleteAndEdit.Tip.Text
source: To edit/delete a receipt, swipe up on a receipt.
ja: 領収書を編集または削除するには、上にスワイプしてください。

# Receipt.DeleteAndEdit.Tip.Title
source: Editing & Deleting Receipts
ja: 領収書の編集または削除

# Receipt.Discounts
source: Discounts
ja: 割引

# Receipt.ExportImage
source: Share Image
ja: 画像を共有

# Receipt.ExportPDF
source: Share PDF
ja: PDFを共有

# Receipt.Item.BasicInformation
source: Item Information
ja: 商品情報

# Receipt.Item.Orderer
source: Purchased By
ja: 購入者

# Receipt.Item.Paid
source: Paid
ja: 支払済

# Receipt.Item.Paid.No
source: No
ja: 未払

# Receipt.Item.Paid.Yes
source: Yes
ja: 完済

# Receipt.Item.Price
source: Price
ja: 値段

# Receipt.Item.ReceiptInformation
source: Belongs to Receipt
ja: 領収書

# Receipt.ItemName
source: Item Name
ja: 項目名

# Receipt.MarkPaid.Tip.Text
source: Tap on a purchased item to mark it paid. Paid items will not be calculated on the IOU tab.
ja: 商品にタップすると、商品が支払済とされます。支払済とした商品は、貸し借り計算の対象外となります。

# Receipt.MarkPaid.Tip.Title
source: Marking Items Paid
ja: 支払済とするについて

# Receipt.MarkPaidIntent.Text
source: Marks a receipt item paid.
ja: 商品を支払済とします。

# Receipt.MarkPaidIntent.Title
source: Mark Item Paid
ja: 支払済とする

source: Receipt Name
ja: 領収書名

# Receipt.Paid
source: Paid
ja: 完済

# Receipt.Participants
source: Participants
ja: 参加者

# Receipt.Participants.Description
source: Select the people who participated in this receipt.
ja: この領収書の商品を購入または注文した人を選択してください。

# Receipt.Participants.Label
source: %1 Participant(s)
ja: %1名

# Receipt.Payer
source: Paid By
ja: 支払人

# Receipt.Price
source: Price
ja: 値段

# Receipt.ProductName
source: Item Name
ja: 商品名

# Receipt.PurchasedItems
source: Purchased Items
ja: 購入した商品

# Receipt.ServiceCharge
source: Service Charge
ja: サービス料

# Receipt.ShowDetails
source: Show Details
ja: 詳細を表示

# Receipt.Tax.AutomaticallyCalculatedHint
source: This receipt's tax will automatically calculated. You can change this setting by going to More > Add Tax Item.
ja: この領収書の外税は自動的に計算されます。 この設定を変更または無効化するには、「その他」タブの「外税の計算」を変更してください。

# Receipt.Tax.Detail
source: Approximate Tax Rate
ja: 概算税率

# Receipt.Tax.GST
source: Goods and Services Tax
ja: 消費税

# Receipt.Tax.VAT
source: Value Added Tax
ja: 付加価値税

# Receipt.Taxes
source: Taxes
ja: 外税

# Receipt.Total
source: Total
ja: 合計

# Receipt.Total.AfterTax
source: Total After Tax
ja: 合計

# Receipt.Total.BeforeTax
source: Total Before Tax
ja: 小計

# Receipts.HidePaidReceipts
source: Hide Paid Receipts
ja: 完済した領収書を非表示

# Receipts.Tip.Text
source: Create a new receipt to track a bill, order, or loan.
ja: 新しい領収書を作成すると、レストランでの割り勘、ネットでの集合注文などの金額を追跡することができます。

# Receipts.Tip.Title
source: Creating Receipts
ja: 領収書について

# SampleData.Akagi
source: Alice
ja: 赤木

# SampleData.Discount
source: Card Discount
ja: クレジットカード割引

# SampleData.Item1
source: Steak Platter
ja: ステーキプラッター

# SampleData.Item2
source: Spaghetti Carbonara (Extra Sauce, Extra Cheese)
ja: スパゲッティカルボナーラ（エクストラソース、エクストラチーズ）

# SampleData.Item3
source: Fish & Chips
ja: フィッシュ＆チップス

# SampleData.Item4
source: Sirloin Steak (Black Pepper Sauce)
ja: サーロインステーキ（ブラックペッパーソース）

# SampleData.Item5
source: Ice Water
ja: お水

# SampleData.Kuroko
source: Kris
ja: クロコ

# SampleData.Muramoto
source: Mark
ja: 村本

# SampleData.ReceiptName
source: Team Dinner at Johnny's Diner
ja: チームとジョンズでの晩ご飯

# SampleData.TaxItem1
source: Service Charge
ja: サービス料

# SampleData.TaxItem2
source: GST
ja: 消費税

# Search.History
source: History
ja: 履歴

# Search.History.Clear
source: Clear
ja: 消去

# Search.People
source: People
ja: 貸し借り先

# Search.ReceiptItems
source: Purchased Items
ja: 商品

# Search.Receipts
source: Receipts
ja: 領収書

# Shared.AutoSaving
source: Changes will be automatically saved.
ja: 編集した内容は自動的に保存されています。

# Shared.Cancel
source: Cancel
ja: キャンセル

# Shared.Create
source: Create
ja: 作成

# Shared.Delete
source: Delete
ja: 削除

# Shared.Done
source: Done
ja: 完了

# Shared.Edit
source: Edit
ja: 編集

# Shared.Filter
source: Filter
ja: フィルター

# Shared.Filter.Reset
source: Reset Filters
ja: フィルターをリセット

# Shared.No
source: No
ja: いいえ

# Shared.NoSelection
source: None
ja: 選択なし

# Shared.PDFExport
source: PDF File
ja: PDFファイル

# Shared.Save
source: Save
ja: 保存

# Shared.Shared
source: Shared
ja: 共有

# Shared.Yes
source: Yes
ja: はい

# State.EU-AT
source: Austria
ja: オーストリア

# State.EU-BE
source: Belgium
ja: ベルギー

# State.EU-BG
source: Bulgaria
ja: ブルガリア

# State.EU-CY
source: Cyprus
ja: キプロス

# State.EU-CZ
source: Czech Republic
ja: チェコ共和国

# State.EU-DE
source: Gemany
ja: ドイツ

# State.EU-DK
source: Denmark
ja: デンマーク

# State.EU-EE
source: Estonia
ja: エストニア

# State.EU-ES
source: Spain
ja: スペイン

# State.EU-FI
source: Finland
ja: フィンランド

# State.EU-FR
source: France
ja: フランス

# State.EU-GB
source: United Kingdom
ja: イギリス

# State.EU-GR
source: Greece
ja: ギリシャ

# State.EU-HR
source: Croatia
ja: クロアチア

# State.EU-HU
source: Hungary
ja: ハンガリー

# State.EU-IE
source: Republic of Ireland
ja: アイルランド共和国

# State.EU-IT
source: Italy
ja: イタリア

# State.EU-LT
source: Lithuania
ja: リトアニア

# State.EU-LU
source: Luxembourg
ja: ルクセンブルク

# State.EU-LV
source: Latvia
ja: ラトビア

# State.EU-MT
source: Malta
ja: マルタ

# State.EU-NL
source: Netherlands
ja: オランダ

# State.EU-PL
source: Poland
ja: ポーランド

# State.EU-PT
source: Portugal
ja: ポルトガル

# State.EU-RO
source: Romania
ja: ルーマニア

# State.EU-SE
source: Sweden
ja: スウェーデン

# State.EU-SI
source: Slovenia
ja: スロベニア

# State.EU-SK
source: Slovakia
ja: スロバキア

# State.US-AK
source: Alaska
ja: アラスカ

# State.US-AL
source: Alabama
ja: アラバマ

# State.US-AR
source: Arkansas
ja: アーカンソー

# State.US-AS
source: American Samoa
ja: アメリカ領サモア

# State.US-AZ
source: Arizona
ja: アリゾナ

# State.US-CA
source: California
ja: カリフォルニア

# State.US-CO
source: Colorado
ja: コロラド

# State.US-CT
source: Connecticut
ja: コネチカット

# State.US-DC
source: District Of Columbia
ja: コロンビア特別区

# State.US-DE
source: Delaware
ja: デラウェア

# State.US-FL
source: Florida
ja: フロリダ

# State.US-FM
source: Federated States Of Micronesia
ja: ミクロネシア連邦

# State.US-GA
source: Georgia
ja: ジョージア

# State.US-GU
source: Guam
ja: グアム

# State.US-HI
source: Hawaii
ja: ハワイ

# State.US-IA
source: Iowa
ja: アイオワ

# State.US-ID
source: Idaho
ja: アイダホ

# State.US-IL
source: Illinois
ja: イリノイ

# State.US-IN
source: Indiana
ja: インディアナ

# State.US-KS
source: Kansas
ja: カンザス

# State.US-KY
source: Kentucky
ja: ケンタッキー

# State.US-LA
source: Louisiana
ja: ルイジアナ

# State.US-MA
source: Massachusetts
ja: マサチューセッツ

# State.US-MD
source: Maryland
ja: メリーランド

# State.US-ME
source: Maine
ja: メイン

# State.US-MH
source: Marshall Islands
ja: マーシャル諸島

# State.US-MI
source: Michigan
ja: ミシガン

# State.US-MN
source: Minnesota
ja: ミネソタ

# State.US-MO
source: Missouri
ja: ミズーリ

# State.US-MP
source: Northern Mariana Islands
ja: 北マリアナ諸島

# State.US-MS
source: Mississippi
ja: ミシシッピ

# State.US-MT
source: Montana
ja: モンタナ

# State.US-NC
source: North Carolina
ja: ノースカロライナ

# State.US-ND
source: North Dakota
ja: ノースダコタ

# State.US-NE
source: Nebraska
ja: ネブラスカ

# State.US-NH
source: New Hampshire
ja: ニューハンプシャー

# State.US-NJ
source: New Jersey
ja: ニュージャージー

# State.US-NM
source: New Mexico
ja: ニューメキシコ

# State.US-NV
source: Nevada
ja: ネバダ

# State.US-NY
source: New York
ja: ニューヨーク

# State.US-OH
source: Ohio
ja: オハイオ

# State.US-OK
source: Oklahoma
ja: オクラホマ

# State.US-OR
source: Oregon
ja: オレゴン

# State.US-PA
source: Pennsylvania
ja: ペンシルベニア

# State.US-PR
source: Puerto Rico
ja: プエルトリコ

# State.US-PW
source: Palau
ja: パラオ

# State.US-RI
source: Rhode Island
ja: ロードアイランド

# State.US-SC
source: South Carolina
ja: サウスカロライナ

# State.US-SD
source: South Dakota
ja: サウスダコタ

# State.US-TN
source: Tennessee
ja: テネシー

# State.US-TX
source: Texas
ja: テキサス

# State.US-UT
source: Utah
ja: ユタ

# State.US-VA
source: Virginia
ja: バージニア

# State.US-VI
source: Virgin Islands
ja: ヴァージン諸島

# State.US-VT
source: Vermont
ja: バーモント

# State.US-WA
source: Washington
ja: ワシントン

# State.US-WI
source: Wisconsin
ja: ウィスコンシン

# State.US-WV
source: West Virginia
ja: ウェストバージニア

# State.US-WY
source: Wyoming
ja: ワイオミング

# TabTitle.IOU
source: IOU
ja: 貸し借り

# TabTitle.More
source: More
ja: その他

# TabTitle.People
source: People
ja: 貸し借り先

# TabTitle.Receipts
source: Receipts
ja: 領収書

# TabTitle.Search
source: Search
ja: 検索

# TaxRate.Disable
source: Disable
ja: 無効

# ViewTitle.Data
source: Manage Data
ja: データを管理

# ViewTitle.IOU
source: IOU
ja: 貸し借り

# ViewTitle.More.Customization.AppIcon
source: App Icon
ja: アイコン

# ViewTitle.People
source: People
ja: 貸し借り先

# ViewTitle.Receipts
source: Receipts
ja: 領収書

# ViewTitle.Search
source: Search
ja: 検索

# ViewTitle.Troubleshooting
source: Troubleshooting
ja: トラブルシューティング
